[MD_WOTC_BOIII_ASR_M16_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="XM16E1 “黑色行动”"
FriendlyNamePlural="XM16A1 “黑色行动” 步枪"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_M16_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="MRS-16/R603 战术版"
FriendlyNamePlural="MRS-16/R603 战术版"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_M16_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="XNV16/I01 “特殊行动”"
FriendlyNamePlural="XNV16/I01 “特殊行动” 步枪"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_ASR_M16_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="XM16E1 “黑色行动”"
FriendlyNamePlural="XM16A1 “黑色行动” 步枪"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_M16_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="MRS-16/R603 战术版"
FriendlyNamePlural="MRS-16/R603 战术版"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_M16_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="XNV16/I01 “特殊行动”"
FriendlyNamePlural="XNV16/I01 “特殊行动” 步枪"
AbilityDescName="突击步枪"
BriefSummary="XM16E1是一种有30发5.56x45毫米子弹的突击步枪，能够在单发或自动模式下射击。这是在越南战争开始时发给美国海军陆战队的，用于实地测试武器。这个版本在M16A1正式投产后就被废弃了，但它是如何在这些年中幸存下来的还不确定。这种特殊步枪的模块化程度足以用定制零件代替任何零件。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"